// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Geräteadministration";

TaskTitle = "Geräteadministration";
HSDPasswordButton = "Administratorkennwort einstellen/ändern…";
HSDEnableAllTitle = "Alle aktivieren";
HSDDisableAllTitle = "Alle deaktivieren";
HSDCustomSettingsTitle = "Benutzerdefinierte Einstellungen:";
HSDOnTitle = "Ein";
HSDFeatureNameTitle = "Funktionsname";

Networking = "Ethernet";
Wireless = "Wireless";
WirelessAccessPoint = "Wireless Access Point";
Fax = "Faxen";
DigitalSend = "Digitales Senden";
MassStorage = "Fotokarte/Massenspeicher";
ePrint = "ePrint";
SIPs = "SIPs";
MobileApps = "MobileApps Dienst";
ControlPanelAccess = "Bedienfeldsperre";
Scan = "Scannen";
RemoteScan = "Über einen Computer oder ein mobiles Gerät scannen";
WebScan = "WebScan";
WebServices = "Webdienste";
FaxReprint = "Faxneudruck";
ReceivingColorFax = "Farbfax (Eingehendes Fax)";
PrintFromMassStorage = "Von USB-Geräten aus öffnen/drucken";
ScanToMassStorage = "Auf USB speichern (An USB scannen)";
MassStorageRestrictColor = "Farbdruck von Speichergeräten aus";
Copy = "Kopieren";
DFA = "DFA (Device Fax Archiving)";
ColorCopy = "Farbkopie";
ScanToEmail = "An E-Mail scannen";
ScanToNetworkFolder = "An Netzwerkordner scannen";
ScanToSharePoint = "An SharePoint scannen";
ManualFromEmailAddress = "Manuell über Eingabe der E-Mail-Adresse";
ConsumableSubscription = "Tintenabonnement";
SFS = "Online-Hilfe";
UsageDataCollection = "Erfassung der Nutzungsdaten";
WebProxy = "Web-Proxy";
WDAP = "Web Proxy Auto-Discovery (WPAD)";
FirmwareUpdate = "Firmwareupdate";
WebFirmwareUpdate = "Aus dem Internet heruntergeladene Firmwareaktualisierung";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Mit Google Cloud Print über das Wireless-Netzwerk drucken";

DisableControlPanelAccessAlertTitle =  "Wenn Sie die Bedienfeldsperre aktivieren, wird auch der Zugriff auf die Druckereinstellungen im HP Utility eingeschränkt. Soll die Bedienfeldsperre wirklich aktiviert werden?";
DisableControlPanelAccessAlertDescription = "Für das HP Utility muss die Bedienfeldsperre deaktiviert sein, um die Druckereinstellungen anzeigen und konfigurieren zu können. Ist die Bedienfeldsperre aktiviert, müssen Sie den Integrierten Web-Server des Druckers verwenden, um die Konfiguration durchzuführen.";
DisableControlPanelAccessAlertButton = "Bedienfeldsperre aktivieren";

HSDFeatureRequiresRebootNote = "(1) Starten Sie den Drucker neu, damit diese Einstellung wirksam wird.";

NoSetTitle = "%@ nicht aktualisiert.";
NoSetMessage = "Die maximale Anzahl an Versuchen zum Ändern dieser Einstellung wurde überschritten. Versuchen Sie es in einer Stunde erneut.";

// password window
HSDOldPasswordTitle = "Altes Kennwort:";
HSDNewPasswordTitle = "Neues Kennwort:";
HSDConfirmPasswordTitle = "Neues Kennwort bestätigen:";
IncorrectPasswordMessage = "Das Kennwort ist falsch.";
NewPasswordTooLong = "Neues Kennwort ist zu lang.";
PasswordNotSupported = "Kennwortänderung wird nicht unterstützt.";
PasswordRuntimeError = "Unbekannter Fehler.";

HSDOkButton = "OK";
HSDCancelButton = "Abbrechen";
